Revit 2027 API
ParameterMap Constructor
Initializes a new instance of the ParameterMap class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ParameterMap()
Public Sub New
public:
ParameterMap()
new : unit -> ParameterMap
See Also
Reference
ParameterMap Class
Autodesk.Revit.DB Namespace